Revit 2027 API
ParameterTypeId.HostSseCurvedEdgeConditionParam Property
 "Curved Edge Condition"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HostSseCurvedEdgeConditionParam { get; }
Public Shared ReadOnly Property HostSseCurvedEdgeConditionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HostSseCurvedEdgeConditionParam {
	ForgeTypeId^ get ();
}
static member HostSseCurvedEdgeConditionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace